astro-build.astro-vscode
asurance.binary-preview
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
damiankoper.gdb-debug
mbmgfnbk.atom-one-dark-pro-ui
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpp-devtools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.makefile-tools
ms-vscode.remote-explorer
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
twxs.cmake
vscodevim.vim
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
